<?php
$_['heading_title']	 = 'Продамус.Пейформа';

// Text
$_['text_title'] = 'Продамус.Пейформа';
$_['text_button_confirm'] = 'Оплатить %s';

// Error
$_['response_error_emptydata']    = 'В запросе не переданы данные оплаты.';
$_['response_error_emptysign']    = 'В запросе отсутствует подпись данных оплаты.';
$_['response_error_emptyorder']   = 'В запросе отсутствует ID заказа.';
$_['response_error_emptystatus']  = 'В запросе отсутствует статус оплаты.';
$_['response_error_verify']       = 'Подпись не соответствует полученным данным.';
$_['response_error_status']       = 'Передан неизвестный статус оплаты';
$_['response_error_order']        = 'Заказ не найден';

$_['response_text_customer']        = '<p>Оплата прошла успешно!</p><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a>, открыв <a href="%s">Историю заказов</a>.</p><p>Все вопросы направляйте <a href="%s">нам</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['response_text_guest']           = '<p>Оплата прошла успешно!</p><p>Пожалуйста, направляйте <a href="%s">нам</a> любые вопросы, которые у вас возникают.<br />Зарегистрированным пользователям доступен просмотр состояния заказа и прошлых покупок.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['response_text_status_success']  = 'Продамус.Пейформа - Оплата прошла успешно. Код операции оплаты: %s';